<template>
  <b-container class="p-4">
    <b-row>
      <b-col :style="{ color: '#444' }">
        <h1 class="text-center mb-3">پروژه TODO</h1>
        <h2 class="text-right mb-4">این پروژه تستی است</h2>
        <p class="text-justify">
          شرکت اصفهان آهن جهت استخدام افراد پروژه ای را به عنوان تست مشخص می کند
          که فرد باید طبق تاریخ مشخص آن را انجام دهد(چرا میخندی!؟). شرکت اصفهان آهن جهت
          استخدام افراد پروژه ای را به عنوان تست مشخص می کند که فرد باید طبق
          تاریخ مشخص آن را انجام دهد(چرا میخندی!؟).شرکت اصفهان آهن جهت استخدام افراد پروژه ای
          را به عنوان تست مشخص می کند که فرد باید طبق تاریخ مشخص آن را انجام
          (چرا میخندی!؟)دهد.
        </p>
      </b-col>
    </b-row>
    <b-row>
      <sidebar></sidebar>
      <b-col class="p-0" cols="12" xl="9" lg="9">
        <posts></posts>
      </b-col>
    </b-row>
  </b-container>
</template>

